cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"

cask "alfred"
cask "atom"
brew "autojump"
brew "automake"
brew "awscli", link: false
brew "azure-cli"
brew "bash-completion"
brew "bash-git-prompt"
brew "bzr"
cask "caffeine"
cask "charles"
brew "cmake"
brew "consul"
brew "curl"
cask "deckset"
cask "duet"
brew "docker", link: false
cask "docker"
cask "dotnet-sdk"
brew "envchain"
cask "firefox"
#cask "genymotion"
brew "git"
brew "glide"
brew "go"
brew "grc"
#cask "google-chrome"
brew "gnupg"
brew "graphviz"
brew "gti"
brew "htop"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
brew "jq"
cask "istat-menus"
cask "krisp"
brew "links"
brew "mas"
brew "mdv"
cask "micro-snitch"
brew "node"
brew "nomad"
brew "openssl"
cask "openzfs"
cask "quicklook-json"
brew "packer"
cask "paintcode"
cask "paw"
brew "postgresql"
brew "python"
brew "rust"
brew "rbenv"
brew "s3cmd"
cask "sketch"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "tableflip"
brew "telnet"
brew "tree"
brew "typescript"
brew "vault"
brew "wget"
brew "youtube-dl"
brew "vault"
cask "vlc"
cask "zoomus"

mas "1blocker", id:1107421413
mas "1password", id: 1333542190
mas "aware", id: 1082170746
mas "cinch", id: 412529613
mas "clear", id: 504544917
mas "deliveries", id: 290986013
mas "fantastical", id: 975937182
mas "keynote", id: 409183694
mas "iawriter", id: 775737590
mas "monodraw", id: 920404675
mas "spark", id: 1176895641
mas "tweetbot", id: 1384080005
mas "watchdog", id: 734258109
mas "xcode", id: 497799835
mas "microsoft-remote-desktop-10", id: 1295203466
mas "pages", id: 409201541
